Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: A few more check-ins will make your notes stronger.
ar: بضع مرات أخرى من تسجيل المساء ستجعل ملاحظاتكِ أقوى.
cs: Několik dalších večerních zápisů tvoje poznámky vylepší.
da: Et par aftentjek mere vil gøre dine noter stærkere.
de: Ein paar weitere Check-ins machen deine Notizen aussagekräftiger.
el: Μερικοί ακόμη απολογισμοί θα κάνουν τις σημειώσεις σου πιο πλήρεις.
es: Unos cuantos repasos más harán tus notas más completas.
es_419: Unos cuantos repasos más harán tus notas más completas.
fi: Muutama iltakysely lisää vahvistaa muistiinpanojasi.
fr: Quelques bilans de plus rendront vos notes plus solides.
he: עוד כמה צ׳ק-אינים יחזקו את הסיכום שלך.
hi: कुछ और चेक-इन से आपके नोट्स और मज़बूत होंगे।
hr: Još nekoliko večernjih upisa i tvoje će bilješke biti potpunije.
hu: Még néhány esti kérdőív erősebbé teszi a jegyzeteidet.
id: Beberapa check-in lagi akan membuat catatanmu lebih lengkap.
it: Qualche altro check-in renderà le tue note più complete.
ja: ふり返りがもう少し増えると、メモがより充実します。
ko: 체크인을 몇 번 더 하면 진료 메모가 더 충실해져요.
ms: Beberapa semakan lagi akan menjadikan nota anda lebih kukuh.
nb: Noen flere innsjekker gjør notatene dine sterkere.
nl: Nog een paar check-ins maken je notities sterker.
pl: Kilka kolejnych podsumowań dnia sprawi, że twoje notatki będą pełniejsze.
pt_br: Mais alguns check-ins vão deixar suas notas mais completas.
pt_pt: Mais alguns check-ins vão tornar as tuas notas mais completas.
ro: Încă câteva bilanțuri vor face notițele mai solide.
sk: Ešte zopár zhodnotení dňa a tvoje poznámky budú hodnotnejšie.
sv: Några fler incheckningar ger dig starkare anteckningar.
th: เช็กอินอีกไม่กี่ครั้งจะทำให้สรุปของคุณมีข้อมูลมากขึ้น
tr: Birkaç yoklama daha notlarını güçlendirir.
uk: Ще кілька підсумків дня зроблять твої нотатки повнішими.
vi: Thêm vài lần ghi nhật ký tối sẽ giúp ghi chú của bạn đầy đủ hơn.
zh_hans: 再打卡几次，你的笔记会更充实。
zh_hant: 再多完成幾次回顧，你的筆記會更完整。

source: A heat map of your own weather
ar: خريطة حرارة لطقسكِ الخاص
cs: Tepelná mapa tvého vlastního počasí
da: Et varmekort over dit eget vejr
de: Eine Hitzekarte deines eigenen Wetters
el: Ένας θερμικός χάρτης του δικού σου καιρού
es: Un mapa de calor de tu propio clima
es_419: Un mapa de calor de tu propio clima
fi: Lämpökartta omasta säästäsi
fr: Une carte de chaleur de votre propre météo
he: מפת חום של מזג האוויר הפרטי שלך
hi: आपके अपने मौसम का हीट मैप
hr: Toplinska karta tvog vlastitog vremena
hu: A saját időjárásod hőtérképe
id: Peta panas dari cuacamu sendiri
it: Una mappa del calore del tuo meteo personale
ja: あなただけの「お天気」をヒートマップに
ko: 나만의 날씨를 담은 히트맵
ms: Peta haba cuaca anda sendiri
nb: Et hetekart over ditt eget vær
nl: Een hittekaart van je eigen weer
pl: Mapa cieplna twojej własnej pogody
pt_br: Um mapa de calor do seu próprio clima
pt_pt: Um mapa de calor da tua própria meteorologia
ro: O hartă a căldurii pentru vremea ta
sk: Tepelná mapa tvojho vlastného počasia
sv: En värmekarta över ditt eget väder
th: แผนที่ความร้อนของสภาพอากาศในตัวคุณ
tr: Kendi hava durumunun ısı haritası
uk: Теплова карта твоєї власної погоди
vi: Bản đồ nhiệt cho thời tiết của riêng bạn
zh_hans: 一张记录你自己“天气”的热力图
zh_hant: 把你自己的天氣畫成一張熱度圖

source: A missed dose is just a note in your log. No lectures.
ar: الجرعة الفائتة مجرد ملاحظة في سجلكِ. بلا محاضرات.
cs: Vynechaná dávka je jen poznámka v záznamu. Žádné kázání.
da: En glemt dosis er bare en note i din log. Ingen løftede pegefingre.
de: Eine vergessene Dosis ist nur ein Vermerk in deinem Protokoll. Keine Belehrungen.
el: Μια δόση που ξέχασες είναι απλώς μια σημείωση στο ημερολόγιό σου. Χωρίς κηρύγματα.
es: Una dosis olvidada es solo una nota en tu registro. Sin sermones.
es_419: Una dosis olvidada es solo una nota en tu registro. Sin sermones.
fi: Unohtunut annos on vain merkintä lokissa. Ei saarnoja.
fr: Une prise oubliée n’est qu’une note dans votre journal. Pas de sermon.
he: מנה שהוחמצה היא רק הערה ביומן שלך. בלי הטפות.
hi: छूटी हुई खुराक आपके लॉग में बस एक नोट है। कोई भाषण नहीं।
hr: Propuštena doza samo je bilješka u dnevniku. Bez prodika.
hu: Egy kihagyott adag csak egy megjegyzés a naplódban. Nincs kioktatás.
id: Dosis yang terlewat hanya jadi catatan di riwayatmu. Tanpa ceramah.
it: Una dose saltata è solo una nota nel registro. Niente prediche.
ja: 飲み忘れは、記録にひとこと残るだけ。お説教はしません。
ko: 복용을 놓쳐도 기록에 메모로 남을 뿐이에요. 잔소리는 없어요.
ms: Dos yang terlepas hanyalah satu catatan dalam log anda. Tiada leteran.
nb: En glemt dose er bare et notat i loggen. Ingen pekefinger.
nl: Een vergeten dosis is gewoon een notitie in je logboek. Geen preken.
pl: Pominięta dawka to tylko notatka w dzienniku. Bez kazań.
pt_br: Uma dose esquecida é só uma anotação no seu registro. Sem sermão.
pt_pt: Uma dose esquecida é só uma nota no teu registo. Sem sermões.
ro: O doză omisă este doar o notă în jurnalul tău. Fără predici.
sk: Vynechaná dávka je v zázname len poznámka. Žiadne kázne.
sv: En missad dos är bara en notering i din logg. Inga pekpinnar.
th: ข้ามยาไปหนึ่งครั้งก็เป็นแค่บันทึกหนึ่งรายการ ไม่มีคำตำหนิ
tr: Atlanan bir doz, kaydında yalnızca bir nottur. Nasihat yok.
uk: Пропущена доза — це просто запис у журналі. Без нотацій.
vi: Quên một liều chỉ là một dòng ghi chú trong nhật ký. Không cằn nhằn.
zh_hans: 漏用一次药，只是记录里的一条备注。不说教。
zh_hant: 漏用一次，只是紀錄裡的一筆註記。不說教。

source: A night sweat button on your Lock Screen all night
ar: زر للتعرّق الليلي على شاشة القفل طوال الليل
cs: Tlačítko pro noční pocení na zamknuté obrazovce celou noc
da: En nattesved-knap på låseskærmen hele natten
de: Eine Nachtschweiß-Taste auf deinem Sperrbildschirm, die ganze Nacht
el: Ένα κουμπί για νυχτερινή εφίδρωση στην οθόνη κλειδώματος όλη τη νύχτα
es: Un botón de sudores nocturnos en la pantalla bloqueada toda la noche
es_419: Un botón de sudor nocturno en tu pantalla bloqueada toda la noche
fi: Yöhikoilupainike lukitulla näytöllä koko yön
fr: Un bouton sueurs nocturnes sur l’écran verrouillé toute la nuit
he: כפתור הזעת לילה במסך הנעילה, כל הלילה
hi: पूरी रात आपकी लॉक स्क्रीन पर रात के पसीने का बटन
hr: Gumb za noćno znojenje na zaključanom zaslonu cijelu noć
hu: Éjszakai izzadás gomb a zárolási képernyőn egész éjjel
id: Tombol keringat malam di Layar Terkunci sepanjang malam
it: Un pulsante per le sudorazioni notturne sulla schermata di blocco, tutta la notte
ja: 寝汗ボタンを一晩中ロック画面に
ko: 밤새 잠금 화면에 야간 발한 버튼
ms: Butang peluh malam pada Skrin Kunci anda sepanjang malam
nb: En knapp for nattesvette på låst skjerm hele natten
nl: De hele nacht een knop voor nachtelijk zweten op je toegangsscherm
pl: Przycisk nocnych potów na ekranie blokady przez całą noc
pt_br: Um botão de suor noturno na Tela Bloqueada a noite toda
pt_pt: Um botão de suores noturnos no ecrã bloqueado, a noite toda
ro: Un buton pentru transpirații nocturne pe ecranul de blocare, toată noaptea
sk: Tlačidlo pre nočné potenie na zamknutej obrazovke celú noc
sv: En knapp för nattsvettningar på låsskärmen hela natten
th: ปุ่มเหงื่อออกตอนกลางคืนบนหน้าจอล็อคตลอดคืน
tr: Bütün gece Kilitli Ekranında bir gece terlemesi düğmesi
uk: Кнопка нічної пітливості на замкненому екрані всю ніч
vi: Nút đổ mồ hôi đêm trên Màn hình khóa suốt đêm
zh_hans: 锁定屏幕上的夜间盗汗按钮，整夜可用
zh_hant: 整晚待在鎖定畫面上的夜間盜汗按鈕

source: A one-tap night sweat button on your Lock Screen, from bedtime until morning. No unlocking, no bright screen at 3am.
ar: زر للتعرّق الليلي بنقرة واحدة على شاشة القفل، من وقت النوم حتى الصباح. دون فتح القفل، ودون شاشة ساطعة في الثالثة فجرًا.
cs: Tlačítko na jedno klepnutí pro noční pocení na zamknuté obrazovce, od večerky do rána. Žádné odemykání, žádná jasná obrazovka ve tři ráno.
da: En nattesved-knap på låseskærmen, ét tryk, fra sengetid til morgen. Ingen oplåsning, ingen skarp skærm kl. 3.
de: Eine Nachtschweiß-Taste auf dem Sperrbildschirm, mit einem Tippen, von der Schlafenszeit bis zum Morgen. Kein Entsperren, kein greller Bildschirm um 3 Uhr nachts.
el: Ένα κουμπί στην οθόνη κλειδώματος για νυχτερινή εφίδρωση, με ένα πάτημα, από την ώρα του ύπνου ως το πρωί. Χωρίς ξεκλείδωμα, χωρίς φωτεινή οθόνη στις 3 τα ξημερώματα.
es: Un botón de sudores nocturnos en la pantalla bloqueada, de un solo toque, desde la hora de dormir hasta la mañana. Sin desbloquear y sin pantallas brillantes a las 3 de la madrugada.
es_419: Un botón de sudor nocturno de un toque en tu pantalla bloqueada, desde la hora de dormir hasta la mañana. Sin desbloquear, sin pantalla brillante a las 3 de la mañana.
fi: Yhden napautuksen yöhikoilupainike lukitulla näytöllä nukkumaanmenosta aamuun. Ei lukituksen avaamista, ei kirkasta näyttöä kello kolmelta yöllä.
fr: Un bouton sueurs nocturnes en un seul toucher sur l’écran verrouillé, du coucher jusqu’au matin. Sans déverrouiller, sans écran éblouissant à 3 h du matin.
he: כפתור הזעת לילה בהקשה אחת במסך הנעילה, משעת השינה ועד הבוקר. בלי לבטל נעילה, בלי מסך בוהק ב-3 לפנות בוקר.
hi: आपकी लॉक स्क्रीन पर रात के पसीने का एक-टैप बटन, सोने के समय से सुबह तक। न अनलॉक करना, न रात 3 बजे चमकती स्क्रीन।
hr: Gumb na zaključanom zaslonu kojim jednim dodirom bilježiš noćno znojenje, od odlaska na spavanje do jutra. Bez otključavanja, bez jarkog zaslona u 3 ujutro.
hu: Egy koppintásos éjszakai izzadás gomb a zárolási képernyőn lefekvéstől reggelig. Nem kell feloldani a telefont, és nincs vakító képernyő hajnali 3-kor.
id: Tombol keringat malam sekali ketuk di Layar Terkunci, dari waktu tidur hingga pagi. Tanpa membuka kunci, tanpa layar terang pukul 3 pagi.
it: Un pulsante per le sudorazioni notturne sulla schermata di blocco, da quando vai a letto fino al mattino. Senza sbloccare, senza schermo accecante alle 3 di notte.
ja: 就寝時から朝まで、ロック画面にワンタップの寝汗ボタンを表示します。ロック解除は不要で、午前3時にまぶしい画面を見ることもありません。
ko: 취침부터 아침까지 잠금 화면에 한 번만 탭하면 되는 야간 발한 버튼이 있어요. 잠금 해제도, 새벽 3시의 밝은 화면도 필요 없어요.
ms: Butang peluh malam satu ketikan pada Skrin Kunci anda, dari waktu tidur hingga pagi. Tidak perlu membuka kunci, tiada skrin terang pada pukul 3 pagi.
nb: En ettrykksknapp for nattesvette på låst skjerm, fra leggetid til morgen. Ingen opplåsing, ingen skarp skjerm klokka tre om natten.
nl: Een knop voor nachtelijk zweten op je toegangsscherm, met één tik, van bedtijd tot de ochtend. Niet ontgrendelen, geen fel scherm om 3 uur 's nachts.
pl: Przycisk nocnych potów na ekranie blokady, działający jednym stuknięciem od pory snu do rana. Bez odblokowywania, bez jasnego ekranu o trzeciej w nocy.
pt_br: Um botão de suor noturno de um toque na Tela Bloqueada, da hora de dormir até de manhã. Sem desbloquear, sem tela acesa às 3h da manhã.
pt_pt: Um botão de suores noturnos no ecrã bloqueado, a um toque, desde a hora de deitar até de manhã. Sem desbloquear, sem ecrã a brilhar às 3 da manhã.
ro: Un buton pentru transpirații nocturne pe ecranul de blocare, la o singură atingere, de la ora de culcare până dimineața. Fără deblocare, fără ecran luminos la 3 noaptea.
sk: Tlačidlo pre nočné potenie na zamknutej obrazovke, na jedno ťuknutie, od času spánku do rána. Bez odomykania, bez jasnej obrazovky o tretej ráno.
sv: En knapp för nattsvettningar på låsskärmen, ett tryck räcker, från läggdags till morgonen. Ingen upplåsning, ingen skarp skärm klockan tre på natten.
th: ปุ่มบันทึกเหงื่อออกตอนกลางคืนแบบแตะครั้งเดียวบนหน้าจอล็อค ตั้งแต่เวลาเข้านอนจนถึงเช้า ไม่ต้องปลดล็อค ไม่มีหน้าจอสว่างจ้าตอนตีสาม
tr: Yatma saatinden sabaha kadar Kilitli Ekranında tek dokunuşluk bir gece terlemesi düğmesi. Kilidi açmak yok, gece 3'te parlak ekran yok.
uk: Кнопка нічної пітливості на замкненому екрані — одним торканням, від часу сну до ранку. Без розблокування, без яскравого екрана о третій ночі.
vi: Nút đổ mồ hôi đêm một chạm trên Màn hình khóa, từ giờ đi ngủ đến sáng. Không cần mở khóa, không có màn hình chói lúc 3 giờ sáng.
zh_hans: 锁定屏幕上的一键夜间盗汗按钮，从就寝到早晨。无需解锁，凌晨 3 点也不用面对刺眼的屏幕。
zh_hant: 從就寢到早上，鎖定畫面上都有一個點一下就能記錄的夜間盜汗按鈕。不必解鎖，凌晨 3 點也不會被亮螢幕刺眼。

source: A pattern showed up in your entries. MenoMap Pro shows the numbers behind it.
ar: ظهر نمط في إدخالاتكِ. يعرض لكِ MenoMap Pro الأرقام التي يستند إليها.
cs: Ve tvých záznamech se objevil vzorec. MenoMap Pro ukáže čísla, která za ním stojí.
da: Der er dukket et mønster op i dine registreringer. MenoMap Pro viser tallene bag det.
de: In deinen Einträgen hat sich ein Muster gezeigt. MenoMap Pro zeigt dir die Zahlen dahinter.
el: Εμφανίστηκε ένα μοτίβο στις καταχωρίσεις σου. Το MenoMap Pro δείχνει τους αριθμούς πίσω από αυτό.
es: Ha aparecido un patrón en tus registros. MenoMap Pro te muestra las cifras que hay detrás.
es_419: Apareció un patrón en tus registros. MenoMap Pro te muestra los números detrás de él.
fi: Merkinnöistäsi löytyi kuvio. MenoMap Pro näyttää sen taustalla olevat luvut.
fr: Une tendance est apparue dans vos saisies. MenoMap Pro vous montre les chiffres sur lesquels elle repose.
he: דפוס הופיע ברישומים שלך. MenoMap Pro מציג את המספרים שמאחוריו.
hi: आपकी एंट्री में एक पैटर्न दिखा है। MenoMap Pro उसके पीछे के आँकड़े दिखाता है।
hr: U tvojim se unosima pojavio obrazac. MenoMap Pro pokazuje brojke iza njega.
hu: Mintázat rajzolódott ki a bejegyzéseidben. A MenoMap Pro megmutatja a mögötte álló számokat.
id: Ada pola yang muncul di entrimu. MenoMap Pro menunjukkan angka di baliknya.
it: Nei tuoi dati è emersa una ricorrenza. MenoMap Pro ti mostra i numeri che ci sono dietro.
ja: 記録の中に傾向が見つかりました。MenoMap Proでは、その背景にある数字を確認できます。
ko: 기록에서 패턴이 나타났어요. MenoMap Pro에서 그 뒤의 수치를 볼 수 있어요.
ms: Satu corak muncul dalam catatan anda. MenoMap Pro menunjukkan angka di sebaliknya.
nb: Et mønster dukket opp i registreringene dine. MenoMap Pro viser tallene bak det.
nl: Er dook een patroon op in je invoer. MenoMap Pro laat de cijfers erachter zien.
pl: W twoich wpisach pojawił się wzorzec. MenoMap Pro pokazuje stojące za nim liczby.
pt_br: Um padrão apareceu nos seus registros. O MenoMap Pro mostra os números por trás dele.
pt_pt: Surgiu um padrão nos teus registos. O MenoMap Pro mostra os números por trás dele.
ro: Un tipar a apărut în înregistrările tale. MenoMap Pro îți arată cifrele din spatele lui.
sk: V tvojich záznamoch sa objavil vzorec. MenoMap Pro ukáže čísla, ktoré sú za ním.
sv: Ett mönster har dykt upp i dina registreringar. MenoMap Pro visar siffrorna bakom det.
th: พบรูปแบบในข้อมูลที่คุณบันทึก MenoMap Pro แสดงตัวเลขเบื้องหลังรูปแบบนั้น
tr: Kayıtlarında bir örüntü ortaya çıktı. MenoMap Pro arkasındaki sayıları gösterir.
uk: У твоїх записах зʼявилася закономірність. MenoMap Pro показує цифри, що за нею стоять.
vi: Có một mẫu hình xuất hiện trong các ghi nhận của bạn. MenoMap Pro cho thấy các con số đằng sau.
zh_hans: 你的记录中出现了一个规律。MenoMap Pro 会显示背后的数据。
zh_hant: 你的紀錄中出現了一個規律。MenoMap Pro 會顯示背後的數字。

source: A readable file of everything you've logged. Free, always.
ar: ملف مقروء بكل ما سجّلتِه. مجانًا، دائمًا.
cs: Čitelný soubor se vším, co jsi zaznamenala. Vždy zdarma.
da: En læsbar fil med alt, hvad du har registreret. Gratis, altid.
de: Eine lesbare Datei mit allem, was du erfasst hast. Kostenlos, für immer.
el: Ένα αναγνώσιμο αρχείο με όλα όσα έχεις καταγράψει. Δωρεάν, πάντα.
es: Un archivo legible con todo lo que has registrado. Gratis, siempre.
es_419: Un archivo legible con todo lo que registraste. Gratis, siempre.
fi: Luettava tiedosto kaikesta, mitä olet kirjannut. Aina maksutta.
fr: Un fichier lisible de tout ce que vous avez enregistré. Gratuit, pour toujours.
he: קובץ קריא של כל מה שתיעדת. בחינם, תמיד.
hi: आपने जो कुछ दर्ज किया है, उसकी एक पढ़ने लायक फ़ाइल। हमेशा मुफ़्त।
hr: Čitljiva datoteka svega što si zabilježila. Uvijek besplatno.
hu: Olvasható fájl mindenről, amit rögzítettél. Ingyen, mindig.
id: File yang mudah dibaca berisi semua yang pernah kamu catat. Selalu gratis.
it: Un file leggibile con tutto ciò che hai registrato. Gratis, sempre.
ja: 記録したすべての内容を、読める形式のファイルで。いつでも無料です。
ko: 기록한 모든 내용을 읽기 쉬운 파일로. 언제나 무료예요.
ms: Fail yang mudah dibaca bagi semua yang anda catat. Percuma, sentiasa.
nb: En lesbar fil med alt du har registrert. Gratis, alltid.
nl: Een leesbaar bestand met alles wat je hebt bijgehouden. Gratis, altijd.
pl: Czytelny plik ze wszystkim, co zapisałaś. Zawsze bezpłatnie.
pt_br: Um arquivo legível com tudo o que você registrou. Grátis, sempre.
pt_pt: Um ficheiro legível com tudo o que registaste. Grátis, sempre.
ro: Un fișier lizibil cu tot ce ai înregistrat. Gratuit, mereu.
sk: Čitateľný súbor so všetkým, čo si zaznamenala. Vždy zadarmo.
sv: En läsbar fil med allt du har loggat. Gratis, alltid.
th: ไฟล์ที่อ่านได้ของทุกอย่างที่คุณบันทึกไว้ ฟรีเสมอ
tr: Kaydettiğin her şeyin okunabilir bir dosyası. Her zaman ücretsiz.
uk: Зручний для читання файл з усім, що ти записала. Завжди безкоштовно.
vi: Một tệp dễ đọc chứa mọi thứ bạn đã ghi. Luôn miễn phí.
zh_hans: 一份可读的文件，包含你记录的一切。永久免费。
zh_hant: 一份可閱讀的檔案，包含你記錄的所有內容。永遠免費。

source: About
ar: نبذة
cs: O aplikaci
da: Om
de: Info
el: Σχετικά
es: Acerca de
es_419: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: जानकारी
hr: Informacije
hu: Tudnivalók
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ro: Despre
sk: Informácie
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Інформація
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About these notes
ar: عن هذه الملاحظات
cs: O těchto poznámkách
da: Om disse noter
de: Über diese Notizen
el: Σχετικά με αυτές τις σημειώσεις
es: Sobre estas notas
es_419: Acerca de estas notas
fi: Tietoa näistä muistiinpanoista
fr: À propos de ces notes
he: אודות הסיכום הזה
hi: इन नोट्स के बारे में
hr: O ovim bilješkama
hu: A jegyzetekről
id: Tentang catatan ini
it: Informazioni su queste note
ja: このメモについて
ko: 이 메모에 대하여
ms: Perihal nota ini
nb: Om disse notatene
nl: Over deze notities
pl: O tych notatkach
pt_br: Sobre estas notas
pt_pt: Acerca destas notas
ro: Despre aceste notițe
sk: O týchto poznámkach
sv: Om anteckningarna
th: เกี่ยวกับสรุปนี้
tr: Bu notlar hakkında
uk: Про ці нотатки
vi: Về ghi chú này
zh_hans: 关于这些笔记
zh_hant: 關於這份筆記

source: Across your last %1$lld cycles, you logged %2$@ surges a day in the 3 days before your period started, compared with %3$@ on other days.
ar: خلال آخر %1$lld دورة، سجّلتِ %2$@ موجة يوميًا في الأيام الثلاثة التي سبقت بدء الدورة الشهرية، مقارنةً بـ%3$@ في الأيام الأخرى.
cs: Za posledních %1$lld cyklů: průměrný počet zaznamenaných vln za den ve 3 dnech před začátkem menstruace %2$@, v ostatních dnech %3$@.
da: I dine seneste %1$lld cyklusser registrerede du %2$@ bølger om dagen i de 3 dage før din menstruation begyndte, sammenlignet med %3$@ på andre dage.
de: In deinen letzten %1$lld Zyklen hast du in den 3 Tagen vor Beginn der Periode %2$@ Wellen pro Tag erfasst, an anderen Tagen %3$@.
el: Στους τελευταίους %1$lld κύκλους σου κατέγραψες %2$@ κύματα την ημέρα τις 3 ημέρες πριν από την έναρξη της περιόδου, σε σύγκριση με %3$@ τις άλλες ημέρες.
es: En tus últimos %1$lld ciclos, registraste %2$@ oleadas al día en los 3 días antes de que empezara la regla, frente a %3$@ en el resto de días.
es_419: En tus últimos %1$lld ciclos, registraste %2$@ oleadas al día en los 3 días antes de que empezara tu menstruación, frente a %3$@ en los demás días.
fi: Viimeisten %1$lld kuukautiskierron aikana kirjasit keskimäärin %2$@ aaltoa päivässä kuukautisten alkua edeltävinä 3 päivänä ja muina päivinä %3$@.
fr: Sur vos %1$lld derniers cycles, vous avez noté %2$@ vagues par jour pendant les 3 jours précédant le début des règles, contre %3$@ les autres jours.
he: לאורך %1$lld המחזורים האחרונים שלך, רשמת %2$@ גלים ביום ב-3 הימים שלפני תחילת הווסת, לעומת %3$@ בימים אחרים.
hi: आपके पिछले %1$lld चक्रों में, पीरियड शुरू होने से पहले के 3 दिनों में आपने दिन में %2$@ लहरें दर्ज कीं, जबकि बाकी दिनों में %3$@।
hr: Broj ciklusa: %1$lld. Prosječan broj zabilježenih valova dnevno u 3 dana prije početka mjesečnice bio je %2$@, a ostalih dana %3$@.
hu: Az utolsó %1$lld ciklusodban a menstruációd kezdete előtti 3 napon napi %2$@ hullámot rögzítettél, a többi napon pedig napi %3$@ hullámot.
id: Dalam %1$lld siklus terakhirmu, kamu mencatat %2$@ gelombang sehari pada 3 hari sebelum haid dimulai, dibandingkan %3$@ pada hari-hari lain.
it: Negli ultimi %1$lld cicli hai registrato %2$@ ondate al giorno nei 3 giorni prima dell'inizio delle mestruazioni, rispetto a %3$@ negli altri giorni.
ja: 直近%1$lld回の周期では、月経が始まる前の3日間に1日あたり%2$@回のほてりを記録しました。それ以外の日は%3$@回でした。
ko: 최근 %1$lld번의 주기 동안, 생리 시작 전 3일에는 하루 %2$@회, 다른 날에는 %3$@회 열감을 기록했어요.
ms: Sepanjang %1$lld kitaran terakhir anda, anda mencatat %2$@ gelombang sehari dalam 3 hari sebelum haid bermula, berbanding %3$@ pada hari-hari lain.
nb: I de siste %1$lld syklusene registrerte du %2$@ bølger per dag de 3 dagene før menstruasjonen startet, mot %3$@ på andre dager.
nl: In je laatste %1$lld cycli noteerde je %2$@ golven per dag in de 3 dagen voordat je menstruatie begon, tegenover %3$@ op andere dagen.
pl: W %1$lld ostatnich cyklach średnia dzienna liczba zapisanych fal w 3 dniach przed początkiem miesiączki wynosiła %2$@, a w pozostałe dni %3$@.
pt_br: Nos seus últimos %1$lld ciclos, você registrou %2$@ ondas por dia nos 3 dias antes de a menstruação começar, em comparação com %3$@ nos outros dias.
pt_pt: Nos teus últimos %1$lld ciclos, registaste %2$@ ondas por dia nos 3 dias antes do início da menstruação, em comparação com %3$@ nos outros dias.
ro: În ultimele %1$lld de cicluri, media zilnică a valurilor în cele 3 zile dinaintea menstruației a fost %2$@, față de %3$@ în celelalte zile.
sk: Vlny za deň za posledných %1$lld cyklov: %2$@ v 3 dňoch pred začiatkom menštruácie, %3$@ v ostatné dni.
sv: Under dina senaste %1$lld cykler loggade du %2$@ vågor om dagen de 3 dagarna innan mensen började, jämfört med %3$@ övriga dagar.
th: ในรอบเดือน %1$lld รอบล่าสุด คุณบันทึกระลอกร้อนวันละ %2$@ ครั้งในช่วง 3 วันก่อนประจำเดือนมา เทียบกับ %3$@ ครั้งในวันอื่น ๆ
tr: Son %1$lld döngünde, adetin başlamadan önceki 3 günde günlük ortalama %2$@ dalga kaydettin; diğer günlerde bu sayı %3$@ idi.
uk: За останні %1$lld циклу: хвиль на день у 3 дні перед початком менструації — %2$@, в інші дні — %3$@.
vi: Trong %1$lld chu kỳ gần nhất, bạn ghi %2$@ cơn nóng mỗi ngày trong 3 ngày trước khi có kinh, so với %3$@ vào những ngày khác.
zh_hans: 在最近 %1$lld 个周期中，月经开始前 3 天你平均每天记录 %2$@ 次热浪，其他日子为 %3$@ 次。
zh_hant: 在你最近 %1$lld 次週期中，月經開始前 3 天你平均每天記錄 %2$@ 次熱浪，其他日子則為 %3$@ 次。

source: Action Button
ar: زر الإجراءات
cs: Akční tlačítko
da: Handlingsknap
de: Aktionstaste
el: Κουμπί Ενέργειας
es: Botón de acción
es_419: Botón Acción
fi: Toimintopainike
fr: Bouton Action
he: כפתור ״פעולה״
hi: ऐक्शन बटन
hr: Tipka postupka
hu: Művelet gomb
id: Tombol Tindakan
it: Tasto Azione
ja: アクションボタン
ko: 동작 버튼
ms: Butang Tindakan
nb: Handlingsknappen
nl: Actieknop
pl: Przycisk czynności
pt_br: Botão de Ação
pt_pt: Botão de ação
ro: Butonul Acțiune
sk: Akčné tlačidlo
sv: Snabbknappen
th: ปุ่มแอ็คชั่น
tr: Eylem düğmesi
uk: Кнопка дії
vi: Nút Tác vụ
zh_hans: 操作按钮
zh_hant: 動作按鈕

source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_419: Agregar
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add appointment
ar: إضافة موعد
cs: Přidat návštěvu
da: Tilføj aftale
de: Termin hinzufügen
el: Προσθήκη ραντεβού
es: Añadir cita
es_419: Agregar cita
fi: Lisää käynti
fr: Ajouter un rendez-vous
he: הוספת תור
hi: अपॉइंटमेंट जोड़ें
hr: Dodaj termin
hu: Időpont hozzáadása
id: Tambah janji temu
it: Aggiungi appuntamento
ja: 受診予定を追加
ko: 진료 예약 추가
ms: Tambah temu janji
nb: Legg til legetime
nl: Voeg afspraak toe
pl: Dodaj wizytę
pt_br: Adicionar consulta
pt_pt: Adicionar consulta
ro: Adaugă programarea
sk: Pridať termín
sv: Lägg till läkarbesök
th: เพิ่มนัดหมาย
tr: Randevu ekle
uk: Додати візит
vi: Thêm lịch hẹn
zh_hans: 添加预约
zh_hant: 加入門診
